---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLayerInfo
source: html/38ec2833-de1c-d8ad-8388-307607bb852a.htm
---
# ExportLayerInfo Members

Constructs a new ExportLayerInfo with default values.